/* add card section - section title
consent section - add a new card */
"Add new" = "新增";

"Apple Pay" = "Apple Pay";

/* title for bank selection */
"Bank" = "銀行";

/* Billing Address - title */
"Billing Address" = "帳單地址";

/* add card section - billing info */
"Billing country or region" = "帳單國家或地區";

"Card" = "卡";

/* consent section - alert cancel button to delete a consent */
"Cancel" = "取消";

/* Card Info Cell - title */
"Card Information" = "卡片資訊";

/* user input validation */
"Card’s expiration date is invalid" = "卡片到期日無效";

/* consent section - unselect consent and go back to consent list */
"Change" = "變更";

/* consent section - choose a saved card */
"Choose a card" = "選擇卡片";

/* billing city placeholder */
"City" = "城市";

/* close button for alert */
"Close" = "關閉";

/* checkout button title for recurring payment */
"Confirm" = "確認";

/* consent section - cvc field placeholder
user input - cvc placeholder */
"CVC" = "CVC";

/* add card section - billing field */
"Email" = "電子郵件";

/* user input validation */
"Expiry date is required" = "到期日為必填";

/* add card section - UnionPay warning message */
"For UnionPay, only credit cards can be saved. Click “Pay” to proceed with a one time payment or use another card if you would like to save it for future use." = "銀聯僅能儲存信用卡。點選「付款」以進行一次性付款，或使用其他卡片以便日後使用時儲存。";

/* user input validation */
"Invalid email" = "電子郵件無效";

/* user input validation */
"Invalid phone number" = "電話號碼無效";

/* schema section - invalid schema data */
"Invalid schema" = "無效的格式";

/* user input validation */
"Invalid state" = "州／省無效";

/* add card section - button to switch to consent list */
"Keep using saved cards" = "繼續使用已儲存卡片";

/* add card section - billing field */
"Name on card" = "卡片姓名";

/* payment section separator */
"Or pay with" = "或使用以下方式付款";

/* checkout button title for one-off payment */
"Pay" = "付款";

/* title for payment sheet */
"Payment Methods" = "付款方式";

/* add card section - billing field */
"Phone number" = "電話號碼";

/* user input validation */
"Please enter your city" = "請輸入您的城市";

/* country selection view error hint
user input validation */
"Please enter your country" = "請輸入您的國家";

/* user input validation */
"Please enter your first name" = "請輸入您的名字";

/* user input validation */
"Please enter your last name" = "請輸入您的姓氏";

/* user input validation */
"Please enter your name on card" = "請輸入卡片姓名";

/* user input validation */
"Please enter your street" = "請輸入您的街道";

/* user input validation - bank selection view error hint */
"Please select a bank" = "請選擇銀行";

/* billing postal code placeholder */
"Postal code" = "郵遞區號";

/* consent section - alert confirm button to remove a consent */
"Remove" = "移除";

/* consent section - alert title for delete a consent */
"Remove %@?" = "移除%@？";

/* Billing Address - reuse toggle */
"Same as shipping address" = "同運送地址";

/* add card section - toggle for card saving */
"Save my card for future payments" = "儲存我的卡片以供未來付款";

/* schema section - title of Bank Selection form */
"Select your Bank" = "請選擇您的銀行";

/* bank selection placeholder
country selection view placeholder */
"Select..." = "選擇…";

/* billing state placeholder */
"State" = "州／省";

/* billing street placeholder */
"Street" = "街道";

/* alert message for delete MIT consent */
"This card is used for other payments you've set up with %@. Please contact %@ to update the payment method for these payments before removing this card." = "此卡用於您在 %@ 設定的其他付款。請在移除此卡之前聯絡 %@ 以更新這些付款的付款方式。";

/* consent section - alert message for delete a consent */
"This option will be permanently removed from your saved payment methods." = "這個選項將永久從您已儲存的付款方式中移除。";

/* schema payment redirect reminder */
"You will be redirected to complete your payment upon confirmation." = "確認後您將被重新導向以完成付款。";


/* Apple Pay section - instruction text */
"Click the Apple Pay button below to securely complete your purchase." = "點擊下方的 Apple Pay 按鈕以安全完成購買。";


/* billing state placeholder */
"Area" = "區域";

/* billing state placeholder */
"County" = "縣";

/* billing state placeholder */
"Department" = "省";

/* billing state/city placeholder */
"District" = "區";

/* billing state placeholder */
"Do Si" = "道/市";

/* billing postal code placeholder */
"Eircode" = "愛爾蘭郵政編碼";

/* billing state placeholder */
"Emirate" = "酋長國";

/* billing state placeholder */
"Island" = "島嶼";

/* billing state placeholder */
"Oblast" = "州";

/* billing state placeholder */
"Parish" = "教區";

/* billing postal code placeholder */
"Pin" = "郵政編碼";

/* billing state placeholder */
"Prefecture" = "都道府縣";

/* billing state placeholder */
"Province" = "省";

/* billing city placeholder */
"Suburb" = "郊區";

/* billing city placeholder */
"Town" = "郵政鎮";

/* billing postal code placeholder */
"ZIP code" = "郵政編碼";
